﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2014, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

/** @file Nb.uni
    This contains the unicode strings pertaining to NB Template

*/

/=#
#include "VFR.uni"
#string STR_NB_FORM                     #language eng "North Bridge"
#string STR_NB_FORM_HELP                #language eng "North Bridge Parameters"
#string STR_MEMORY                      #language eng "Memory Information"
#string STR_MEMORY_SIZE_NAME            #language eng "Total Memory"
#string STR_MEMORY_SIZE_VALUE           #language eng "N/A" // Dynamically updated
#string STR_MEMORY_SIZE_HELP            #language eng "Total Memory in the System."
#string STR_MEMORY_SIZE_SLOT_HELP       #language eng "Memory in the Slot."
#string STR_MEMORY_SIZE_SLOT0_NAME      #language eng "Memory Slot0"
#string STR_MEMORY_SIZE_SLOT1_NAME      #language eng "Memory Slot1"
#string STR_MEMORY_SIZE_SLOT2_NAME      #language eng "Memory Slot2"
#string STR_MEMORY_SIZE_SLOT3_NAME      #language eng "Memory Slot3"
#string STR_MEMORY_SIZE_SLOT0_VALUE     #language eng "Not Present"
#string STR_MEMORY_SIZE_SLOT1_VALUE     #language eng "Not Present"
#string STR_MEMORY_SIZE_SLOT2_VALUE     #language eng "Not Present"
#string STR_MEMORY_SIZE_SLOT3_VALUE     #language eng "Not Present"


//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2014, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

